tap "beeftornado/rmtree"
tap "dart-lang/dart"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "px4/px4"
tap "qmk/qmk"
tap "sass/sass"
tap "teamookla/speedtest"
brew "apr"
brew "apr-util"
brew "icu4c"
brew "docbook"
brew "python@3.9"
brew "asciidoc"
brew "avrdude"
brew "bash-completion"
brew "bootloadhid"
brew "clang-format"
brew "composer"
brew "dark-mode"
brew "dcraw"
brew "dfu-programmer"
brew "dfu-util"
brew "doxygen"
brew "duti"
brew "exiftool"
brew "exiv2"
brew "libogg"
brew "flac"
brew "pkg-config"
brew "libtool"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "handbrake"
brew "highlight"
brew "httpd"
brew "icdiff"
brew "imagemagick"
brew "jq"
brew "libmagic"
brew "libmatroska"
brew "libvorbis"
brew "libxml2"
brew "m-cli"
brew "mas"
brew "mhash"
brew "mcrypt"
brew "mysql"
brew "neofetch"
brew "nmap"
brew "php-code-sniffer"
brew "php-cs-fixer"
brew "pyenv"
brew "qt"
brew "reattach-to-user-namespace"
brew "switchaudio-osx"
brew "thefuck"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "unixodbc"
brew "wget"
brew "wp-cli"
brew "zlib"
brew "zsh"
brew "beeftornado/rmtree/brew-rmtree"
brew "osx-cross/arm/arm-gcc-bin@8", link: true
brew "osx-cross/avr/avr-gcc@8", link: true
brew "qmk/qmk/qmk"
brew "sass/sass/sass"
brew "teamookla/speedtest/speedtest"
cask "1password"
cask "1password-cli"
cask "a-better-finder-attributes"
cask "a-better-finder-rename"
cask "adobe-creative-cloud"
cask "adoptopenjdk8"
cask "aerial"
cask "alfred"
cask "android-messages"
cask "android-platform-tools"
cask "android-sdk"
cask "appdelete"
cask "bartender"
cask "beyond-compare"
cask "calibre"
cask "captin"
cask "charles"
cask "dash"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-source-code-pro"
cask "google-backup-and-sync"
cask "google-chrome"
cask "inkscape"
cask "istat-menus"
cask "iterm2"
cask "karabiner-elements"
cask "kicad"
cask "kindle"
cask "launchpad-manager"
cask "macdown"
cask "mailplane"
cask "microsoft-edge"
cask "microsoft-office"
cask "moom"
cask "nightowl"
cask "notion"
cask "parallels"
cask "pdf-expert"
cask "pocket-casts"
cask "postman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "qmk-toolbox"
cask "quicklook-json"
cask "quicklookase"
cask "screens"
cask "screens-connect"
cask "skype"
cask "soulver"
cask "spotify"
cask "suspicious-package"
cask "symboliclinker"
cask "tableplus"
cask "teamviewer"
cask "tower"
cask "transmit"
cask "virtualbox"
cask "visual-studio-code"
cask "webpquicklook"
mas "Adblock Plus", id: 1432731683
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "Amphetamine", id: 937984704
mas "Fantastical", id: 975937182
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Mic Drop", id: 1489816366
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Reeder", id: 1529448980
mas "Speedtest", id: 1153157709
mas "The Unarchiver", id: 425424353
mas "Todoist", id: 585829637
mas "Xcode", id: 497799835
