# Taps: Homebrew Repos
tap "beeftornado/rmtree"
tap "caskroom/drivers"
tap "caskroom/versions"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "px4/px4"
tap "qmk/qmk"
tap "sass/sass"

# Formulae: Packages
brew "asciidoc"
brew "avrdude"
brew "bash-completion"
brew "bootloadhid", args: ["HEAD"]
brew "clang-format"
brew "composer"
brew "dark-mode"
brew "dcraw"
brew "dfu-programmer"
brew "dfu-util"
brew "docbook"
brew "doxygen"
brew "duti"
brew "exiftool"
brew "exiv2"
brew "libogg"
brew "flac"
brew "libtool"
brew "unixodbc"
brew "gettext"
brew "git"
brew "git-lfs"
brew "python"
brew "httpd"
brew "icdiff"
brew "icu4c"
brew "imagemagick"
brew "libmagic"
brew "libmatroska"
brew "libvorbis"
brew "libxml2"
brew "m-cli"
brew "mhash"
brew "mcrypt"
brew "mysql"
brew "php-code-sniffer"
brew "php-cs-fixer"
brew "pkg-config"
brew "python@2"
brew "qt"
brew "thefuck"
brew "tree"
brew "wget"
brew "wp-cli"
brew "zlib"
brew "yarn"
brew "zsh"
brew "beeftornado/rmtree/brew-rmtree"
brew "osx-cross/arm/arm-gcc-bin@8", link: true
brew "osx-cross/avr/avr-gcc@7"
brew "osx-cross/avr/avr-gcc@8", link: true
brew "qmk/qmk/qmk"
brew "sass/sass/sass"

# Casks: Applications
cask "java8"
cask "google-chrome"
cask "1password"
cask "visual-studio-code"
cask "karabiner-elements"
cask "dropbox"
cask "font-source-code-pro"
cask "freecad"
cask "kicad"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "qmk-toolbox"
cask "quicklook-json"
cask "quicklookase"
cask "suspicious-package"
cask "webpquicklook"
