tap "1password/tap"
tap "ankitpokhrel/jira-cli"
tap "beeftornado/rmtree"
tap "bramstein/webfonttools"
tap "buo/cask-upgrade"
tap "charmbracelet/tap"
tap "dart-lang/dart"
tap "ddddddo/tap"
tap "dracula/install"
tap "emqx/mqttx"
tap "eth-p/software"
tap "github/gh"
tap "gmerlino/rpiboot"
tap "hacker1024/hacker1024"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "ngrok/ngrok"
tap "noahgorstein/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "px4/px4"
tap "qmk/qmk"
tap "sachaos/todoist"
tap "sass/sass"
tap "teamookla/speedtest"
tap "vitorgalvao/tiny-scripts"
brew "webp"
brew "apr"
brew "apr-util"
brew "arduino-cli"
brew "arp-scan"
brew "docbook"
brew "icu4c@76"
brew "asciidoc"
brew "asciinema"
brew "atuin"
brew "autossh"
brew "libusb"
brew "avrdude"
brew "bash-completion"
brew "bat"
brew "bootloadhid"
brew "brew-php-switcher"
brew "broot"
brew "btop"
brew "ccache"
brew "cheat"
brew "chezmoi"
brew "chrome-cli"
brew "clang-format"
brew "cloudflared"
brew "cmake"
brew "libtool"
brew "unixodbc"
brew "php"
brew "composer"
brew "ctop"
brew "dark-mode"
brew "dcraw"
brew "delve"
brew "dfu-programmer"
brew "dfu-util"
brew "direnv"
brew "dnsmasq"
brew "doxygen"
brew "duf"
brew "duti"
brew "esptool"
brew "exiftool"
brew "exiv2"
brew "eza"
brew "fastfetch"
brew "fd"
brew "libogg"
brew "flac"
brew "unbound"
brew "libvorbis"
brew "ffmpegthumbnailer"
brew "woff2"
brew "fontforge", link: false
brew "fzf"
brew "gallery-dl"
brew "gh"
brew "git"
brew "git-delta"
brew "git-flow"
brew "git-lfs"
brew "gitui"
brew "glab"
brew "go"
brew "gopls"
brew "handbrake", link: false
brew "highlight"
brew "homeassistant-cli"
brew "httpd"
brew "httpie"
brew "icdiff"
brew "imagemagick"
brew "iperf3"
brew "jnv"
brew "jq"
brew "lazygit"
brew "libmagic"
brew "libmatroska"
brew "libxml2"
brew "lsusb"
brew "m-cli"
brew "mas"
brew "mhash"
brew "mcrypt"
brew "memcached"
brew "midnight-commander"
brew "minicom"
brew "protobuf"
brew "mosh"
brew "zlib"
brew "mysql"
brew "navi"
brew "neovim"
brew "nginx"
brew "ninja"
brew "nmap"
brew "nowplaying-cli"
brew "openjdk"
brew "otf2bdf"
brew "pandoc"
brew "php-code-sniffer"
brew "php-cs-fixer"
brew "php@8.0"
brew "php@8.1"
brew "php@8.2"
brew "pillow"
brew "pinentry-mac"
brew "pipx"
brew "pkgconf"
brew "poetry"
brew "poppler"
brew "pyenv"
brew "python@3.9"
brew "qt"
brew "ripgrep"
brew "ruby"
brew "sevenzip"
brew "sherlock"
brew "spotify-tui"
brew "streamlink"
brew "subversion"
brew "switchaudio-osx"
brew "tailspin"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "volta"
brew "wasm3"
brew "wget"
brew "wp-cli"
brew "wtfis"
brew "wtfutil"
brew "yazi"
brew "zint"
brew "zoxide"
brew "zsh"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "beeftornado/rmtree/brew-rmtree"
brew "bramstein/webfonttools/sfnt2woff-zopfli"
brew "charmbracelet/tap/freeze"
brew "ddddddo/tap/gtree"
brew "emqx/mqttx/mqttx-cli"
brew "eth-p/software/bat-extras"
brew "hacker1024/hacker1024/coretemp"
brew "jesseduffield/lazydocker/lazydocker"
brew "noahgorstein/tap/jqp"
brew "osx-cross/arm/arm-gcc-bin@8", link: true
brew "osx-cross/avr/avr-gcc@8", link: true
brew "qmk/qmk/qmk"
brew "sachaos/todoist/todoist"
brew "sass/sass/migrator"
brew "sass/sass/sass"
brew "teamookla/speedtest/speedtest"
cask "1password"
cask "1password-cli"
cask "a-better-finder-attributes"
cask "a-better-finder-rename"
cask "adobe-creative-cloud"
cask "aerial"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "alfred"
cask "android-studio"
cask "appdelete"
cask "applite"
cask "arc"
cask "balenaetcher"
cask "bartender"
cask "betterdisplay"
cask "big-mean-folder-machine"
cask "calibre"
cask "canva"
cask "charles"
cask "chatterino"
cask "cloudflare-warp"
cask "dash"
cask "dbngin"
cask "deskpad"
cask "discord"
cask "docker"
cask "dracula-macos-color-picker"
cask "dropbox"
cask "dteoh-devdocs"
cask "fig"
cask "figma"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace"
cask "font-overpass-nerd-font"
cask "font-source-code-pro"
cask "font-symbols-only-nerd-font"
cask "fontforge"
cask "forticlient-vpn"
cask "franz"
cask "fujifilm-tether-app"
cask "fujifilm-x-raw-studio"
cask "gitkraken"
cask "gitkraken-cli"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-chrome@canary"
cask "gpg-suite"
cask "handbrake"
cask "hazel"
cask "herd"
cask "heynote"
cask "hidock"
cask "iina"
cask "imazing"
cask "inkscape"
cask "istat-menus"
cask "iterm2@beta"
cask "kaleidoscope"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "kicad"
cask "kindle"
cask "launchpad-manager"
cask "little-snitch"
cask "lunar"
cask "mediamate"
cask "micro-snitch"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-office"
cask "microsoft-teams"
cask "moom"
cask "mqttx"
cask "mutedeck"
cask "ngrok"
cask "notion"
cask "notion-calendar"
cask "obs"
cask "obsidian"
cask "parallels"
cask "pdf-expert"
cask "pocket-casts"
cask "postman"
cask "proxyman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "qmk-toolbox"
cask "quicklook-json"
cask "quicklookase"
cask "raindropio"
cask "raspberry-pi-imager"
cask "raycast"
cask "replacicon"
cask "screens"
cask "screens-connect"
cask "sensei"
cask "sequel-pro"
cask "sketch"
cask "skype"
cask "slack"
cask "sonos"
cask "soulver"
cask "spaceid"
cask "spaceman"
cask "spotify"
cask "squidman"
cask "streamlink-twitch-gui"
cask "suspicious-package"
cask "symboliclinker"
cask "tableplus"
cask "teamviewer"
cask "temurin"
cask "textmate"
cask "thonny"
cask "tigervnc-viewer"
cask "tinkerwell"
cask "tower"
cask "transmit"
cask "typora"
cask "vagrant"
cask "vial"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "yacreader"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Actions", id: 1586435171
mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
mas "aria2-integration", id: 6476014369
mas "Baking Soda", id: 1601151613
mas "Cardhop", id: 1290358394
mas "Color Picker", id: 1545870783
mas "Crouton", id: 1461650987
mas "DaisyDisk", id: 411643860
mas "Dark Reader for Safari", id: 1438243180
mas "Developer", id: 640199958
mas "Discovery", id: 1381004916
mas "Ethernet Status", id: 1186187538
mas "Fantastical", id: 975937182
mas "Focus", id: 777233759
mas "Friendly Streaming", id: 553245401
mas "GarageBand", id: 682658836
mas "GoodLinks", id: 1474335294
mas "Goodnotes", id: 1444383602
mas "Home Assistant", id: 1099568401
mas "Hyperduck", id: 6444667067
mas "iA Writer", id: 775737590
mas "Image Vectorizer", id: 789656124
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "mChapters", id: 563131976
mas "Mela", id: 1568924476
mas "Mic Drop", id: 1489816366
mas "MQTT Explorer", id: 1455214828
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Photomator", id: 1444636541
mas "Pichon by Icons8", id: 786188363
mas "Pixelmator Pro", id: 1289583905
mas "Portal", id: 1436994560
mas "PrimeVideo", id: 545519333
mas "Prompt", id: 1594420480
mas "Reeder", id: 1529448980
mas "Reeder", id: 6475002485
mas "Save to Raindrop.io", id: 1549370672
mas "Screens 5", id: 1663047912
mas "Session", id: 1521432881
mas "Shareful", id: 1522267256
mas "Shortery", id: 1594183810
mas "SmartGym", id: 922744883
mas "Speedtest", id: 1153157709
mas "The Unarchiver", id: 425424353
mas "Todoist", id: 585829637
mas "Velja", id: 1607635845
mas "Xcode", id: 497799835
